Repository: AllioNicholas/SpeedyEye
Catalog: FastEye/*.lproj/Localizable.strings
Languages: it

source: Up Count
it: Progressivo

source: Down Count
it: Alla rovescia

source: Random
it: Casuale

source: Up Count mode
it: Modalità Progressiva

source: Down Count mode
it: Modalità alla rovescia

source: Random mode
it: Modalità casuale

source: High Scores
it: Risultati

# done_button_text
source: Done
it: Fine

# go_txt
source: Go!
it: Via!

source: New Record!
it: Nuovo Record!

source: Too slow!
it: Troppo lento!

# new_best_time_%f
source: New best time: %.2f s
it: Nuovo tempo migliore: %.2f s

# your_time_%f
source: Your time: %.2f s
it: Il tuo tempo: %.2f s
